<?php
// Heading
$_['heading_title'] = 'Использовать бонусные баллы (Доступно: %s)';

// Text
$_['text_reward']   = 'Бонусные баллы (%s)';
$_['text_order_id'] = 'Номер заказа: #%s';
$_['text_success']  = 'Успех: Ваша скидка за бонусные баллы была применена!';
$_['text_remove']   = 'Успех: Ваша скидка за бонусные баллы была удалена!';

// Entry
$_['entry_reward']  = 'Баллы для использования (Макс. %s)';

// Error
$_['error_reward']  = 'Внимание: Пожалуйста, введите количество бонусных баллов для использования!';
$_['error_points']  = 'Внимание: У вас нет %s бонусных баллов!';
$_['error_maximum'] = 'Внимание: Максимальное количество баллов, которое может быть применено %s!';
$_['error_status']  = 'Внимание: В этом магазине не действуют бонусные баллы!';