<?php
// Heading
$_['heading_title'] = 'Использовать подарочный сертификат';

// Text
$_['text_voucher']  = 'Подарочный сертификат (%s)';
$_['text_success']  = 'Успех: Ваш подарочный сертификат был применен!';
$_['text_remove']   = 'Успех: Ваш подарочный сертификат был удален!';

// Entry
$_['entry_voucher'] = 'Введите код подарочного сертификата здесь';

// Error
$_['error_voucher'] = 'Внимание: Подарочный сертификат либо недействителен, либо баланс израсходован!';
$_['error_status']  = 'Внимание: Подарочный сертификат не включен в этом магазине!';