<?php
// Heading
$_['heading_title']        = 'Кредитные карты';

// Text
$_['text_success']         = 'Данные вашей кредитной карты были успешно сохранены!';
$_['text_description']     = 'Этот способ оплаты является фиктивным и не хранит информацию о кредитной карте, а также не должен использоваться на действующем сайте.';
$_['text_delete']          = 'Ваш способ оплаты был успешно удален';
$_['text_no_results']      = 'У вас нет кредитных карт сохраненных в вашем аккаунте.';
$_['text_credit_card_add'] = 'Добавить кредитную карту';
$_['text_visa']            = 'VISA';
$_['text_mastercard']      = 'Mastercard';
$_['text_confirm']         = 'Вы уверены?';

// Column
$_['column_credit_card']   = 'Кредитная карта';
$_['column_type']          = 'Тип';
$_['column_date_expire']   = 'Дата истечения';
$_['column_action']        = 'Действие';

// Entry
$_['entry_card_name']      = 'Имя владельца карты';
$_['entry_card_type']      = 'Тип карты';
$_['entry_card_number']    = 'Номер кредитной карты';
$_['entry_card_expire']    = 'Дата истечения';
$_['entry_card_cvv']       = 'CVV-код';

// Button
$_['button_add'] 		   = 'Добавить кредитную карту';
$_['button_save'] 		   = 'Сохранить';

// Error
$_['error_credit_card']    = 'Внимание: Кредитная карта не найдена!';
$_['error_card_name']      = 'Ошибка: Имя владельца карты обязательно!';
$_['error_card_type']      = 'Ошибка: Тип карты должен быть VISA или Mastercard!';
$_['error_card_number']    = 'Ошибка: Номер кредитной карты обязателен!';
$_['error_card_expire']    = 'Ошибка: Дата истечения срока действия обязательна!';
$_['error_card_expired']   = 'Ошибка: Срок действия кредитной карты истек!';
$_['error_card_cvv']       = 'Ошибка: CVV должен содержать 3 цифры!';
