<?php
// Heading
$_['heading_title']     = 'Запрос по Общему положению о защите данных';

// Text
$_['text_account']      = 'Аккаунт';
$_['text_gdpr']         = 'Вы можете просмотреть %s GDPR политику на странице <a href="%s" target="_blank">%s</a>.';
$_['text_verification'] = 'Верификация счета';
$_['text_email']        = 'Прежде чем мы сможем выполнить любые GDPR запросы, мы должны подтвердить вашу учетную запись. Пожалуйста, введите ваш адрес электронной почты ниже.';
$_['text_action']       = 'Выберите действие';
$_['text_export']       = 'Экспорт персональных данных';
$_['text_remove']       = 'Удалить персональные данные';
$_['text_warning']      = 'Внимание: Вы потеряете доступ к вашей учетной записи!';
$_['text_access']       = 'У вас больше не будет доступа к вашей учетной записи %s.';
$_['text_history']      = 'У вас больше нет доступа к истории ваших заказов, счетам, списку желаний или загрузкам.';
$_['text_limit']        = 'Запросы на удаление учетной записи будут обработаны через <strong>%s дней</strong> и могут быть обработаны при обнаружении мошенничества, возврате платежей или возврате средств.';
$_['text_success']      = 'Успех: На ваш адрес электронной почты было отправлено письмо!';
$_['text_cancel']		= 'Отменить';

// Entry
$_['entry_email']       = 'Эл. почта';

// Error
$_['error_email']       = 'Адрес электронной почты недействителен!';
$_['error_action']      = 'Вы должны выбрать допустимое действие GDPR!';
