<?php
// Heading
$_['heading_title']     = 'Обновление';
$_['heading_success']   = 'Обновление - Завершено!';

// Text
$_['text_upgrade']      = 'Подготовка к обновлению';
$_['text_server']       = 'Проверка корректности настроек вашего сервера';
$_['text_steps']        = 'Процесс обновления';
$_['text_error']        = 'Сообщите на форуме о любых ошибках во время обновления';
$_['text_clear']        = 'После обновления, удалите все куки в браузере, чтобы избежать ошибок токена.';
$_['text_admin']        = 'Загрузите страницу администратора и дважды нажмите Ctrl+F5, чтобы браузер обновил изменения в стилях.';
$_['text_user']         = 'Перейдите в Администрирование -> Пользователи -> Группы пользователей и измените группу главного администратора. Отметьте все поля.';
$_['text_setting']      = 'Войдите в админку и отредактируйте Основные настройки. Обновите все поля и нажмите Сохранить, даже если ничего не изменилось.';
$_['text_store']        = 'Загрузите главную страницу магазина и дважды нажмите Ctrl+F5, чтобы браузер обновил изменения в стилях.';
$_['text_progress']     = 'Патч %s был применен (%s из %s)';
$_['text_success']      = 'Поздравляем! Вы только что успешно обновили Opencart!';

// Entry
$_['entry_progress']    = 'Прогресс';

// Error
$_['error_admin']       = 'Ошибка: файл конфигурации %s не найден. Убедитесь, что каталог администратора имеет правильное имя!';
$_['error_file']        = 'Ошибка: файл конфигурации %s не найден!';
$_['error_writable']    = 'Ошибка: конфигурационный файл %s не доступен для записи!';
$_['error_upgrade']     = 'Ошибка: Файлы обновления не установлены!';
$_['error_server']      = 'Ошибка: константа HTTP_SERVER не найдена!';
$_['error_db_driver']   = 'Ошибка: константа DB_DRIVER не найдена!';
$_['error_db_hostname'] = 'Ошибка: константа DB_HOSTNAME не найдена!';
$_['error_db_username'] = 'Ошибка: константа DB_USERNAME не найдена!';
$_['error_db_password'] = 'Ошибка: константа DB_PASSWORD не найдена!';
$_['error_db_database'] = 'Ошибка: константа DB_DATABASE не найдена!';
$_['error_db_port']     = 'Ошибка: константа DB_PORT не найдена!';
$_['error_db_prefix']   = 'Ошибка: константа DB_PREFIX не найдена!';