<?php
// Heading
$_['heading_title']     = 'Установщик расширений';

// Text
$_['text_upload']       = 'Успех: Расширение было загружено!';
$_['text_install']      = 'Успех: Расширение было установлено!';
$_['text_uninstall']    = 'Успех: Расширение было деинсталлировано!';
$_['text_delete']       = 'Успех: Расширение было удалено!';
$_['text_progress']     = 'Прогресс установки';
$_['text_installed']    = 'Установленные расширения';

// Column
$_['column_image']      = 'Изображение';
$_['column_name']       = 'Название расширения';
$_['column_version']    = 'Версия';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_progress']    = 'Прогресс';

// Error
$_['error_permission']       = 'Внимание: У вас нет прав на изменение расширений!';
$_['error_install']          = 'Установка не найдена!';
$_['error_installed']        = 'Расширение уже установлено!';
$_['error_filename']         = 'Имя файла должно быть от 3 до 128 символов!';
$_['error_file']             = 'Файл установки %s не найден!';
$_['error_file_exists']      = 'Файл уже существует!';
$_['error_file_type']         = 'Недопустимый тип файла!';
$_['error_directory']        = 'Каталог установки %s не найден!';
$_['error_directory_exists'] = 'Путь %s уже существует!';
$_['error_unzip']            = 'Zip-файл не может быть открыт!';
$_['error_upload']           = 'Файл не может быть загружен!';