<?php
// Text
$_['text_success']               = 'Успех: Вы изменили свою корзину покупок!';
$_['text_subscription']          = 'Подписка';
$_['text_subscription_trial']    = '%s каждые %d %s для %d платеж(а)(ей) тогда ';
$_['text_subscription_duration'] = '%s каждые %d %s для %d платеж(а)(ей)';
$_['text_subscription_cancel']   = '%s каждые %d %s до отмены';
$_['text_day']                   = 'день';
$_['text_week']                  = 'неделя';
$_['text_semi_month']            = 'полмесяца';
$_['text_month']                 = 'месяц';
$_['text_year']                  = 'год';
$_['text_for']                   = '%s подарочный сертификат для %s';

// Error
$_['error_stock']                = 'Товары отмеченные *** отсутствуют в нужном количестве или их нет на складе!';
$_['error_minimum']              = 'Минимальная сумма заказа для %s из %s!';
$_['error_store']                = 'Товар не может быть куплен в выбранном магазине!';
$_['error_required']             = '%s обязательно к заполнению!';
$_['error_product']              = 'Внимание: Товар не может быть найден!';
$_['error_subscription']         = 'Пожалуйста, выберите план подписки!';
