<?php
// Text
$_['text_subject'] = '%s - Ваш аккаунт активирован!';
$_['text_welcome'] = 'Добро пожаловать и спасибо за регистрацию в %s!';
$_['text_login']   = 'Ваша учетная запись была создана, и вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт по следующему URL:';
$_['text_service'] = 'После входа в систему вы сможете получить доступ к другим услугам, включая просмотр прошлых заказов, печать счетов-фактур и редактирование информации о вашей учетной записи.';
$_['text_thanks']  = 'Спасибо,';

// Button
$_['button_login'] = 'Войти';
