<?php
// Text
$_['text_success']           = 'Успех: Профиль подписки успешно обновлен!';

// Error
$_['error_language']         = 'Внимание: Не удалось найти расширение метода оплаты!';
$_['error_customer']         = 'Внимание: Не удалось найти расширение метода оплаты!';
$_['error_product']          = 'Внимание: Не удалось найти расширение метода оплаты!';
$_['error_shipping_address'] = 'Внимание: Не удалось найти расширение метода оплаты!';
$_['error_shipping_method']  = 'Внимание: Метод доставки %s не найден!';
$_['error_payment_address']  = 'Внимание: Не удалось найти расширение метода оплаты!';
$_['error_payment_method']   = 'Внимание: Метод оплаты %s не найден!';
$_['error_extension']        = 'Внимание: Не удалось найти расширение метода оплаты!';
$_['error_recurring']        = 'Внимание: Метод оплаты не имеет периодического способа оплаты!';
