<?php
// Heading
$_['heading_title']          = 'Конфигурация';

// Text
$_['text_step_3']            = 'Введите ваши параметры базы данных и администратора';
$_['text_db_connection']     = '1. Пожалуйста, введите данные для подключения к вашей базе данных.';
$_['text_db_administration'] = '2. Пожалуйста, введите имя пользователя и пароль для администрирования.';
$_['text_mysqli']            = 'MySQLi';
$_['text_pdo']               = 'mPDO';
$_['text_pgsql']             = 'PostgreSQL';
$_['text_help']              = 'Информация о настройке баз данных на различных платформах:';
$_['text_cpanel']            = 'Настройка базы данных в CPanel';
$_['text_plesk']             = 'Настройка базы данных в Plesk';

// Entry
$_['entry_db_driver']        = 'Драйвер БД';
$_['entry_db_hostname']      = 'Хост';
$_['entry_db_username']      = 'Имя пользователя';
$_['entry_db_password']      = 'Пароль';
$_['entry_db_database']      = 'База данных';
$_['entry_db_port']          = 'Порт';
$_['entry_db_prefix']        = 'Префикс';
$_['entry_username']         = 'Имя пользователя';
$_['entry_password']         = 'Пароль';
$_['entry_email']            = 'Эл. почта';

// Error
$_['error_db_driver']        = 'Драйвер Базы Данных обязателен!';
$_['error_db_hostname']      = 'Хост обязателен!';
$_['error_db_username']      = 'Имя пользователя обязательно!';
$_['error_db_database']      = 'Имя базы данных обязательно!';
$_['error_db_port']          = 'Порт базы данных обязателен!';
$_['error_db_prefix']        = 'Префикс Базы Данных может содержать только строчные символы в диапазоне a-z, 0-9 и подчеркивания';
$_['error_db_connect']       = 'Ошибка: Не удалось подключиться к Базе Данных, пожалуйста, убедитесь, что сервер базы данных, имя пользователя и пароль верны!';
$_['error_username']         = 'Имя пользователя обязательно!';
$_['error_password']         = 'Пароль обязателен!';
$_['error_email']            = 'Адрес электронной почты недействителен!';
$_['error_config']           = 'Ошибка: Не удалось записать в config.php, убедитесь, что вы установили правильные разрешения для: ';
