<?php
// Text
$_['text_success']       = 'Успех: Вы изменили свою корзину покупок!';
$_['text_subscription']  = 'Подписка';

// Error
$_['error_product']      = 'Внимание: Товар не может быть найден!';
$_['error_stock']        = 'Товары отмеченные *** отсутствуют в нужном количестве или их нет на складе!';
$_['error_minimum']      = 'Минимальная сумма заказа для %s из %s!';
$_['error_option']       = 'Опция не найдена!';
$_['error_required']     = '%s обязательно к заполнению!';
$_['error_subscription'] = 'Пожалуйста, выберите план подписки!';
