<?php
// Text
$_['text_success']           = 'Успех: Способ доставки был установлен!';

// Error
$_['error_customer']         = 'Внимание: Детали о покупателе обязательны!';
$_['error_shipping_address'] = 'Внимание: Адрес доставки обязателен!';
$_['error_shipping']         = 'Внимание: Нет товаров, требующих доставки!';
$_['error_no_shipping']      = 'Внимание: Нет доступных способов доставки!';
$_['error_shipping_method']  = 'Внимание: Способ доставки обязателен!';
$_['error_name']             = 'Внимание: Название доставки обязательно!';
$_['error_code']             = 'Внимание: Код доставки обязателен!';
$_['error_cost']             = 'Внимание: Стоимость доставки обязательна!';
$_['error_tax_class']        = 'Внимание: Налоговый класс доставки обязателен!';