<?php
// Heading
$_['heading_title']           = 'Формат адреса';

// Text
$_['text_success']            = 'Успех: Вы изменили форматы адреса!';
$_['text_list']               = 'Список форматов адресов';
$_['text_add']                = 'Добавление формата адреса';
$_['text_edit']               = 'Изменить формат адреса';

// Column
$_['column_name']             = 'Название формата адреса';
$_['column_address_format']   = 'Формат адреса';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Название формата адреса';
$_['entry_address_format']    = 'Формат адреса';

// Help
$_['help_address_format']     = 'Имя = {firstname}<br/>Фамилия = {lastname}<br/>Компания = {company}<br/>Адрес 1 = {address_1}<br/>Адрес 2 = {address_2}<br/>Город = {city}<br/>Индекс = {postcode}<br/>Регион = {zone}<br/>Код региона = {zone_code}<br/>Страна = {country}';

// Error
$_['error_permission']        = 'Внимание: У вас нет прав на изменение форматов адреса!';
$_['error_name']              = 'Название формата адреса должно быть от 1 до 128 символов!';
$_['error_default']           = 'Внимание: Этот формат адреса не может быть удален, поскольку он в настоящее время назначен как формат адреса по умолчанию!';
$_['error_country']           = 'Внимание: Этот формат адреса не может быть удален, поскольку он в настоящее время назначен для %s стран!';
