<?php
// Text
$_['text_subject']        = '%s - Партнерская программа';
$_['text_welcome']        = 'Спасибо за присоединение к партнерской программе %s!';
$_['text_login']          = 'Ваша учетная запись была создана, и вы можете войти, используя свой адрес электронной почты и пароль, посетив наш веб-сайт по следующему URL:';
$_['text_approval']       = 'Ваша учетная запись должна быть одобрена, прежде чем вы сможете войти. После одобрения вы можете войти используя свой адрес электронной почты и пароль, посетив наш веб-сайт или по следующему URL:';
$_['text_service']        = 'После входа в систему вы сможете генерировать коды отслеживания, отслеживать комиссионные платежи и редактировать информацию о вашей учетной записи.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_affiliate']  = 'Новый партнер';
$_['text_signup']         = 'Зарегистрирован новый партнер:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Группа покупателя:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_company']        = 'Компания:';
$_['text_email']          = 'Эл. почта:';
$_['text_telephone']      = 'Телефон:';

// Button
$_['button_login']        = 'Войти';
