<?php
// Heading
$_['heading_title'] = 'Failed Payment!';

// Text
$_['text_basket']   = 'Shopping Cart';
$_['text_checkout'] = 'Оформить заказ';
$_['text_failure']  = 'Failed Payment';
$_['text_message']  = '<p>В процессе оплаты возникла ошибка. Из-за ошибки не удалось завершить оформление заказа</p>p>Возможные причины:</p><ul><li>Недостаточно средств</li><li>Сбой проверки</li></ul><p>Пожалуйста, повторите попытку, выбрав другой способ оплаты.</p><p>Если ошибка повторилась, пожалуйста <a href="%s">свяжитесь с администрацией</a> и сообщите подробности заказа.</p>';