<?php
// Heading
$_['heading_title']         = 'Метод оплаты';

// Text
$_['text_stored']           = 'Сохраненные способы оплаты';
$_['text_comments']         = 'Добавить комментарии о вашем заказе';
$_['text_agree']            = 'Я прочитал и согласен с <a href="%s" class="agree"><b>%s</b></a>';
$_['text_success']          = 'Успех: Вы изменили способ оплаты!';
$_['text_comment']          = 'Успех: Комментарий добавлен!';

// Error
$_['error_payment_address'] = 'Внимание: Платежный адрес обязателен!';
$_['error_payment_method']  = 'Внимание: Требуется способ оплаты!';
$_['error_no_payment']      = 'Внимание: Нет доступных вариантов оплаты. Пожалуйста, <a href="%s">свяжитесь с нами</a> для помощи!';