<?php
// Heading
$_['heading_title']      = 'Оплата кредитной картой';

// Text
$_['text_title']         = 'Пожалуйста, введите данные вашей карты ниже';
$_['text_description']   = 'Этот способ оплаты является фиктивным и не хранит информацию о кредитной карте, а также не должен использоваться на действующем сайте.';
$_['text_month']         = 'Месяцы';
$_['text_year']          = 'Годы';
$_['text_store']         = 'Запомнить мою карту';

// Entry
$_['entry_card_name']    = 'Имя владельца карты';
$_['entry_card_number']  = 'Номер кредитной карты';
$_['entry_card_expire']  = 'Срок действия';
$_['entry_card_cvv']     = 'CVV-код';

// Help
$_['help_name']          = 'Имя владельца карты';

// Error
$_['error_card_name']    = 'Ошибка: Имя владельца карты обязательно!';
$_['error_card_number']  = 'Ошибка: Номер кредитной карты обязателен!';
$_['error_card_expire']  = 'Ошибка: Дата истечения срока действия обязательна!';
$_['error_card_expired'] = 'Ошибка: Срок действия кредитной карты обязателен!';
$_['error_card_cvv']     = 'Ошибка: CVV должен содержать 3 цифры!';