<?php
// Heading
$_['heading_title']     = 'Фильтры';

// Text
$_['text_success']      = 'Успех: Вы изменили фильтры!';
$_['text_list']         = 'Список фильтров';
$_['text_add']          = 'Добавление фильтра';
$_['text_edit']         = 'Редактирование фильтра';
$_['text_group']        = 'Группа фильтра';
$_['text_value']        = 'Значение фильтра';

// Column
$_['column_group']      = 'Группа фильтра';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_group']       = 'Название группы фильтра';
$_['entry_name']        = 'Название фильтра';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_warning']     = 'Внимание: Пожалуйста, проверьте форму на наличие ошибок!';
$_['error_permission']  = 'Внимание: У вас нет прав на изменение фильтров!';
$_['error_group']       = 'Название группы фильтра должно быть от 1 до 64 символов!';
$_['error_name']        = 'Название фильтра должно быть от 1 до 64 символов!';
$_['error_values']      = 'Внимание: Требуются значения фильтров!';