<?php
// Heading
$_['heading_title']             = 'Важное уведомление безопасности!';

// Text
$_['text_install']              = 'Каталог установки';
$_['text_install_description']  = 'Необходимо удалить каталог установки!';
$_['text_install_success']      = 'Успех: Каталог установки был удален!';
$_['text_storage']              = 'Путь хранилища';
$_['text_storage_description']  = 'Очень важно переместить каталог хранения вне веб-каталога (например, public_html, www или htdocs).';
$_['text_storage_success']      = 'Успех: Каталог хранилища был перемещен!';
$_['text_admin']                = 'Переименовать директорию администратора';
$_['text_admin_description']    = 'Пожалуйста, введите новое имя каталога администрирования в поле ниже.';
$_['text_admin_success']        = 'Успех: Каталог администратора был переименован!';
$_['text_path']                 = 'Путь';

// Entry
$_['entry_path']                = 'Путь';
$_['entry_path_current']        = 'Текущий путь';
$_['entry_path_new']            = 'Новый путь';
$_['entry_name']                = 'Название каталога';

// Button
$_['button_move']               = 'Переместить';
$_['button_rename']             = 'Переименовать';

// Error
$_['error_permission']          = 'Внимание: У вас нет прав для изменений безопасности!';
$_['error_install']             = 'Внимание: Каталог установки не существует!';
$_['error_storage']             = 'Внимание: Папка storage не существует!';
$_['error_storage_exists']      = 'Внимание: Папка с именем storage уже существует!';
$_['error_admin']               = 'Внимание: Директория администратора не существует!';
$_['error_admin_exists']        = 'Внимание: Название папки администратора уже существует!';
$_['error_admin_name']          = 'Внимание: Имя администратора не может быть `admin`, так как оно доступно для публичного доступа!';
$_['error_writable']            = 'Внимание: config.php и admin/config.php должны быть доступны для записи!';
