<?php
// Heading
$_['heading_title']    = 'Бесплатная доставка';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили бесплатную доставку!';
$_['text_edit']        = 'Редактирование бесплатной доставки';

// Entry
$_['entry_total']      = 'Подитог';
$_['entry_geo_zone']   = 'Гео-зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Минимальная сумма, необходимая для того, чтобы бесплатная доставка стала доступна.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав для изменения бесплатной доставки!';
