<?php
// Heading
$_['heading_title']         = 'Кредитная карта';

// Text
$_['text_description']      = 'Этот способ оплаты является фиктивным и не хранит информацию о кредитной карте, а также не должен использоваться на действующем сайте. Это расширение предназначено для разработчиков, которым необходимо создать интеграцию платежного шлюза.';
$_['text_extension']        = 'Расширения';
$_['text_success']          = 'Успех: Вы изменили модуль оплаты кредитной картой!';
$_['text_edit']             = 'Редактирование кредитной карты';
$_['text_approve']          = 'Одобрить';
$_['text_deny']             = 'Отклонить';

// Entry
$_['entry_response']        = 'Ответ процессора карты';
$_['entry_approved_status'] = 'Подтвержденный статус';
$_['entry_failed_status']   = 'Неудачный статус';
$_['entry_order_status']    = 'Статус заказа';
$_['entry_geo_zone']        = 'Гео-зона';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортировки';

// Help
$_['help_response']         = 'Выбор одобрения или отказа в возврате кредитной карты при выполнении тестовых заказов';

// Error
$_['error_permission']      = 'Внимание: У вас нет прав на изменение оплаты кредитной картой!';