<?php
// Heading
$_['heading_title']   = 'Блог';

// Text
$_['text_blog']       = 'Блог';
$_['text_comments']   = 'Комментариев: %s';
$_['text_write']      = 'Написать комментарий';
$_['text_login']      = 'Пожалуйста <a href="%s">войдите</a> или <a href="%s">создайте учетную запись</a> перед тем как написать комментарий';
$_['text_no_results'] = 'В этой статье нет комментариев.';
$_['text_queue']      = 'Ваш комментарий был добавлен в нашу очередь модерации!';
$_['text_success']    = 'Спасибо за ваш комментарий. Он был отправлен на утверждение веб-мастеру.';

// Entry
$_['entry_author']    = 'Ваше имя';
$_['entry_comment']   = 'Комментарий';

// Button
$_['button_continue'] = 'Читать далее';

// Error
$_['error_token']     = 'Внимание: Токен комментария недействителен!';
$_['error_article']   = 'Внимание: Статья не найдена!';
$_['error_comment']   = 'Комментарий должен быть от 25 до 1000 символов!';
$_['error_guest']     = 'Вы должны войти, чтобы прокомментировать статью!';