<?php
// Heading
$_['heading_title']   = 'Блог';

// Text
$_['text_refine']     = 'Уточнить поиск';
$_['text_all']        = 'Все';
$_['text_blog']       = 'Блог';
$_['text_by']         = 'от';
$_['text_tags']       = 'Тэги:';
$_['text_comment']    = 'Комментарии (%s)';
$_['text_write']      = 'Написать комментарий';
$_['text_login']      = 'Пожалуйста <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a> для комментирования';
$_['text_no_results'] = 'Будьте первым, кто напишет комментарий к этой статье.';
$_['text_queue']      = 'Ваш комментарий был добавлен в нашу очередь модерации!';
$_['text_success']    = 'Спасибо за ваш комментарий. Он был отправлен веб-мастеру на утверждение.';
$_['text_rating']     = 'Спасибо за вашу оценку!';
$_['text_like']       = 'Нравится!';
$_['text_dislike']    = 'Не нравится!';

// Entry
$_['entry_search']    = 'Искать';
$_['entry_author']    = 'Ваше имя';
$_['entry_comment']   = 'Комментарий';

// Button
$_['button_comment']  = 'Оставить комментарий';
$_['button_reply']    = 'Ответ на запись';
$_['button_replies']  = 'Показать ответы (%s)';
$_['button_more']     = 'Посмотреть больше ответов...';

// Error
$_['error_article']   = 'Внимание: Статья не найдена!';
$_['error_token']     = 'Внимание: Токен комментария недействителен!';
$_['error_author']    = 'Ваше имя должно быть от 3 до 25 символов!';
$_['error_comment']   = 'Комментарий должен быть от 25 до 1000 символов!';
$_['error_guest']     = 'Вы должны войти, чтобы прокомментировать статью!';
$_['error_status']    = 'Комментарии отключены!';
