<?php
// Heading
$_['heading_title']    = 'Плата за низкую стоимость заказа';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успех: Вы изменили общую сумму оплаты за минимальный заказ!';
$_['text_edit']        = 'Редактирование общей суммы минимального заказа';

// Entry
$_['entry_total']      = 'Сумма заказа';
$_['entry_fee']        = 'Взнос';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total']       = 'Общая сумма заказа, которую должен достичь заказ, прежде чем эта общая сумма заказа будет деактивирована.';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав на изменение общей суммы оплаты за низкую стоимость заказа!';
